<template>
  <com-modal :value="show" @close="close">
    <template #title>
      <h1 class="title">东坤 Digi Ads 合作伙伴协议</h1>
    </template>
    <div class="agreement-content">
      <p>
        “东坤DigiAds”、“东坤”与“合作伙伴”，分别被称为“一方”，共称为“双方”。甲乙双方本着互惠互利，共同发展的原则，达成本协议内容如下：
      </p>

      <h2>第一章 总则</h2>
      <h3>1.1 合作目的</h3>
      <p>
        1.1.1
        东坤DigiAds致力于对海量数据提供精准分析、素材优化、产品筛选和广告投放。通过硬实力构建一站TikTok跨境出海方案，整合流量、工具、建站、支付等多方资源的运营软实力。
      </p>
      <p>
        1.1.2
        通过资源共享，建立乙方自有资源和东坤DigiAds相结合的业务合作及市场推广机制，在双方合作的业务领域形成合力，共同拓展市场，促进双方品牌的共同推广。
      </p>
      <p>
        1.1.3 双方将在合作中互相理解和支持，整合双方优势资源，实现合作目的。
      </p>
      <p>
        1.1.4
        乙方愿意加入东坤DigiAds的合作伙伴体系，按照本协议的约定，通过发挥其自由的渠道、技术、资源等优势，推动DigiAds产品、服务和行业的发展。
      </p>
      <h3>1.2 声明与保证</h3>
      <p>每一方均声明及保证，自本协议签署之日起：</p>
      <p>
        1.2.1
        其有权订立本协议并履行其于本协议项下之义务，其有资格及能力从事本协议项下之交易，且该等交易符合其经营范围之规定；
      </p>
      <p>1.2.2 其授权代表拥有充分授权代表其签署本协议；</p>
      <p>1.2.3 其并非清算、解散或破产程序中之主体；</p>
      <p>
        1.2.4
        就其所知，其已向另一方披露经注册地或营业地政府部门签发的、可能对履行本协议项下义务产生重大不利影响的所有文件。
      </p>
      <h3>1.3 法律效力</h3>
      <p>1.3.1 自生效日起，本协议对双方均有法律约束力。</p>
      <p>
        1.3.2
        每一方均保证本协议的签署与履行及根据本协议所计划之商业合作项目在任何方面均不违反中国法律。
      </p>

      <h2>第二章 定义与解释</h2>
      <h3>2.1 定义</h3>
      <p>除非本协议中另有定义，下列词语均应具有以下特定含义：</p>
      <p>
        2.1.1
        东坤DigiAds产品及服务：是指东坤DigiAds官网www.superdigiads.com中所列举的、东坤DigiAds基于本协议而向乙方提供的可用于开展本协议项下合作伙伴销售的产品及服务。东坤有权根据市场发展情况和产品规划适时调整本协议项下东坤DigiAds产品及服务的范围。
      </p>
      <p>2.1.2 东坤DigiAds官网：是指www.superdigiads.com。</p>
      <p>
        2.1.3
        《管理规范》：是指东坤制定并不时修改的《东坤DigiAds合作伙伴体系及管理规范》
      </p>
      <p>2.1.4 客户：是指使用本协议项下东坤DigiAds产品及服务的乙方直接客户。</p>
      <p>
        2.1.5
        合作伙伴账号：是东坤DigiAds合作伙伴开展东坤DigiAds产品及服务之相关业务所使用的东坤DigiAds会员账号，合作伙伴帐号可以为其发展的客户创建作伙伴用户帐号，方便客户自助管理东坤DigiAds
        业务。
      </p>
      <p>
        2.1.6
        合作伙伴用户帐号：是合作伙伴为其发展的客户创建的东坤DigiAds会员帐号。合作伙伴用户账户主要用于方便客户登录东坤DigiAds官网自助管理东坤DigiAds业务，同时，合作伙伴用户账号所有消费都将核算入关联的合作伙伴账号总消费，客户使用合作伙伴用户账号需遵守东坤DigiAds服务协议。
      </p>
      <p>
        2.1.7
        与东坤DigiAds构成商业竞争关系的企业、商业机构或组织：是指符合下列情形之一的企业、商业机构或组织：（一）与东坤DigiAds处于相同或者相近似的商业、技术领域；（二）与东坤DigiAds经营范围相同或相近似；（三）与东坤DigiAds所提供的产品服务或所面向的客户群相同或者相近似；（四）法律、法规规定的其他情形。
      </p>
      <p>
        2.1.8
        保密信息：是指在本协议开始之前或者履行中透露的任何书面或口头的，与一方的经营或产品策略和将来要推出的产品有关的信息和数据。包括但不限于：公司结构，经营数据，财务数据，许可证事项和费用，研究与开发计划，用户资料，市场计划和未来商业计划，任何概念，意见，数据，时间表，专有知识，设计，与一方的产品和相关技术有关的商业和技术信息，以及披露方注意到的或一方传递给另一方的任何文件或者信息载体。
      </p>
      <p>
        2.1.9
        不可抗力：是指在本协议期限内发生的不可预见（或者虽可预见，但其发生后果不可避免）、非任何一方所能控制且使用任何一方无法完全履行本协议的地震、台风、火灾、水灾、战争、暴动、黑客攻击、电信部门技术管制或者任何其他自然或人为造成的灾难。
      </p>
      <p>2.1.10 中国法律：是指任何中国现行及未来颁布的法律及法规。</p>
      <p>
        2.1.11
        生效日：是指双方签署本协议之日或双方于本协议中另行约定的其他日期。
      </p>
      <p>2.1.12 合作期限：是指第3.2.1条所述的本协议期限。</p>
      <h3>2.2 解释</h3>
      <p>
        2.2.1
        本协议所指之“日”均为日历日，本协议所指之“工作日”均指中国的商业银行的对公业务均营业之日。
      </p>
      <p>
        2.2.2 本协议中之标题仅供参考之用，并不影响本协议任何部分之含义及解释。
      </p>

      <h2>第三章 合作内容</h2>
      <h3>3.1 合作事项</h3>
      <p>
        3.1.1
        在合作期内，乙方应利用其技术、人才、行业、渠道等优势，基于东坤DigiAds开展包括但不限于以下工作
      </p>
      <p>
        3.1.1.1
        依据协议及《管理规范》的规定展开销售工作，通过向客户推广东坤DigiAds产品及服务，最终促成客户与东坤DigiAds达成服务合同、购买东坤DigiAds产品及服务；
      </p>
      <p>
        3.1.1.2
        围绕东坤DigiAds产品及其服务进行技术研发，在为其用户提供解决方案时，将积极推动东坤DigiAds产品及服务结合到其客户方案中；
      </p>
      <p>
        3.1.1.3
        在技术及运营模式匹配相关保证的情况下，优先考虑并推荐使用东坤DigiAds平台，向客户提供基于东坤DigiAds平台的SaaS层产品；
      </p>
      <p>3.1.1.4 为客户使用东坤DigiAds平台提供相关服务及培训支持。</p>
      <p>
        3.1.2
        东坤DigiAds将为乙方提供基于东坤DigiAds合作伙伴的相关支持，包括但不限于：
      </p>
      <p>
        3.1.2.1
        依据《管理规范》中服务费政策等相关内容之约定，根据乙方的实际业绩情况，向乙方定期支付服务费；
      </p>
      <p>3.1.2.2 为乙方提供产品技术支持；</p>
      <h3>3.2 合作期限</h3>
      <p>
        3.2.1 双方合作期限以双方最终订立合同约定为准。
        除非本协议另有约定，本协议于合作期限届满之日自动终止。
      </p>
      <p>
        3.2.2
        双方如欲继续合作的，应在合作期限届满前一个月内，协商进一步合作的方式并另行签署合作协议进行约定。
      </p>
      <p>
        3.2.3
        合作期届满时，双方已达成继续合作意向，但尚未完成新协议签署的，本协议可自动顺延一个月，并于顺延期届满时终止。
      </p>
      <h3>3.3 管理规范</h3>
      <p>
        3.3.1
        双方以东坤DigiAds制定并时不时更新或修订的《管理规范》作为开展本协议项下合作的基础，乙方应执行《管理规范》的各项规定，接受东坤DigiAds依据《管理规范》的规定所进行的管理和指导。
      </p>
      <p>
        3.3.2
        在合作期内，东坤DigiAds将按照本规范的各项有关规定对乙方及所有东坤DigiAds合作伙伴实施申请、审批、业绩统计、考核、定级、奖惩等方面的统一管理；乙方理解并同意，东坤DigiAds有权根据乙方业绩情况对乙方的授权（资格）进行相应的调整，具体的业绩考核标准按照《管理规范》执行。
      </p>
      <p>
        3.3.3
        东坤DigiAds有权通过公告、邮件或其他通知形式，就本协议项下合作业务的具体规则进行规定，包括但不限于：申请加入东坤DigiAds合作伙伴体系的条件、方式和程序，给予合作伙伴的优惠、扶持和支持政策，开展各项具体活动的规则与准则等，作为《管理规范》的补充规定，与《管理规范》具有同等效力。
      </p>
      <p>
        3.3.4
        东坤DigiAds有权根据公司业务方针、市场情况等定期或不定期修改《管理规范》，乙方理解并同意将接受东坤DigiAds对《管理规范》的后续修订。修订一旦做出，东坤DigiAds将以发送电子邮件或在东坤DigiAds官网进行公告等形式通知乙方，修订从通知中明确的相应日期起生效。
      </p>
      <p>
        3.3.5
        乙方如不接受《管理规范》的任何内容，或不同意东坤DigiAds对《管理规范》后续修订，有权依据本协议第8.3.3条之约定，向东坤DigiAds提出终止本协议项下合作。
      </p>
      <h3>3.4 账号管理</h3>
      <p>3.4.1 合作伙伴帐号：</p>
      <p>
        3.4.1.1
        乙方同意按照本协议及《管理规范》的要求开展合作，按照东坤DigiAds的要求在东坤DigiAds官网上注册合作伙伴帐号。
      </p>
      <p>
        3.4.1.2
        乙方可在上条所述合作伙伴账号下关联其客户的合作伙伴用户账号，但应当符合东坤DigiAds账户体系的管理规定。
      </p>
      <p>
        3.4.1.3
        乙方合作伙伴账号及该账号下关联的合作伙伴用户账号的销售数据，将作为确认乙方业绩的唯一认定标准。
      </p>
      <p>
        3.4.1.4
        乙方使用合作伙伴帐号仅能面向直接客户推广销售东坤DigiAds产品及服务，不得发展二级分销商或下级合作伙伴，或者进行与二次分销商或代理性质相同或近似的行为（但甲乙双方另有其他书面约定的除外）。
      </p>
      <p>3.4.2 合作伙伴用户账号：</p>
      <p>
        3.4.2.1
        乙方根据业务需要，自行决定是否引导其客户登录东坤DigiAds官网，注册合作伙伴用户账号。
      </p>
      <p>
        3.4.2.2
        乙方的合作伙伴账号将与其直接客户注册的合作伙伴用户账号建立关联关系。
      </p>
      <p>
        3.4.2.3
        客户可通过合作伙伴用户账号直接登录东坤DigiAds官网自助购买（如账号权限允许）及/或自助管理东坤DigiAds产品。
      </p>
      <p>
        3.4.2.4
        东坤DigiAds合作伙伴在获得合作伙伴用户账号授权情况下，可以帮助客户管理东坤DigiAds产品及服务，以及业务。
      </p>
      <p>
        3.4.3
        合作伙伴用户账号业务模式为代销类型，由乙方的合作伙伴账号提交合作伙伴用户账号录入申请时指定：
      </p>
      <p>
        3.4.3.1
        代销类型的合作伙伴用户账号为独立的东坤DigiAds会员账户，该类型账号下所有产品消费可由客户自行支付或由关联的合作伙伴账号代付；其他会员功能由客户自行管理。东坤DigiAds的售后服务只对乙方，不面向客户。
      </p>
      <p>
        3.4.3.2
        乙方（合作伙伴用户账号）的客户账号下的所有交易、行为和纠纷向东坤DigiAds承担唯一及最终责任。
      </p>
      <p>
        3.4.4
        合作伙伴也可以根据其自身业务需求，根据与东坤DigiAds的约定，在东坤DigiAds账户体系之外建立其自行管理的用户体系，但该行为不得违反合作伙伴依据本协议第4.2条及管理规范的规定
        ，应当承担的相应责任和义务。
      </p>

      <h2>第四章 双方的权利义务</h2>
      <h3>4.1 东坤DigiAds的权利义务</h3>
      <p>
        4.1.1
        东坤DigiAds应及时向乙方提供最新的公开市场材料，以便于乙方开展工作。
      </p>
      <p>
        4.1.2
        东坤DigiAds应及时将与乙方开展本协议项下合作有关的业务政策、价格细则和变化，市场动态指导通知乙方（一般用电子邮件方式）。
      </p>
      <p>
        4.1.3
        东坤DigiAds有权根据市场环境、合作体系发展状况等因素，不定时对管理规范、产品服务条款等做相应的修改和调整。
      </p>
      <p>
        4.1.4
        东坤DigiAds将向乙方提供业务范围内的技术支持和技术培训，帮助乙方提高技术能力，拓宽业务范围。
      </p>
      <p>
        4.1.5
        东坤DigiAds有权对乙方进行管理和指导，并依据《管理规范》的规定对乙方的不当行为进行处罚。
      </p>
      <p>
        4.1.6
        东坤DigiAds不介入乙方与其客户之间的纠纷、争议等，也不对乙方之客户的任何损失负责，乙方与客户产生的纠纷、争议、损失、侵权、违约责任等，均由乙方与客户自行解决。其中，对于乙方超越本协议合作范围或滥用本协议项下权限而产生的纠纷，东坤DigiAds保留追究乙方违约及其他责任的权利。
      </p>
      <p>
        4.1.7
        在合作期内，东坤DigiAds将安排专门人员负责有关工作，保证约定的合作工作不间断地进行，人员发生变化时，东坤DigiAds须提前一周书面通知乙方。
      </p>
      <p>4.1.8 东坤DigiAds应按中国法律之规定，缴纳与自身经营有关之任何税款。</p>
      <h3>4.2 乙方的权利义务</h3>
      <p>
        4.2.1
        乙方须为具备相应经营资质的企业法人，乙方应向东坤DigiAds提供营业执照副本复印件以及具备上述资质的有效证明，以及东坤DigiAds在合作期限内提出的其他必要的资质证照要求；否则
        ，东坤DigiAds有权不予开通乙方的相关业务接口，或者终止本协议项下合作。
      </p>
      <p>
        4.2.2
        乙方需自行在东坤DigiAds官网上注册账号，并登记真实、准确的信息。由于乙方的合作伙伴账号为乙方履行本合作协议以及在东坤DigiAds进行业务管理和查询的重要凭证，乙方应妥善保管该账号及密码，并自行负责其账号和密码的安全；双方理解并同意，乙方的合作伙伴账号下的
        任何操作均视为乙方行为，乙方应据此承担相应结果和责任。
      </p>
      <p>
        4.2.3
        乙方须以客户真实准确的信息引导创建、管理合作伙伴用户账号，以方便东坤DigiAds提供服务，包括但不限于：
      </p>
      <p>
        4.2.3.1
        乙方应严格审核客户所填写和提交的全部资料，保证客户所提供的资料真实、准确、完整，且没有任何引人误解或者虚假的陈述；
      </p>
      <p>
        4.2.3.2
        乙方须告知客户其注册的合作伙伴用户账号的正确类型、正确使用方法、账号功能限制等；
      </p>
      <p>
        4.2.3.3
        乙方自身应遵守并告知、促使其客户同样遵守东坤DigiAds网站服务协议及各项服务和产品的在线服务条款（及其后续修订版本）；
      </p>
      <p>
        4.2.3.4
        乙方应及时提供其客户的相关资料并支付相关费用以保证业务的顺利进行；
      </p>
      <p>
        4.2.3.5
        乙方须对其合作伙伴用户账号提供必要的销售咨询服务及技术支持服务，并协助客户处理产品售后问题；
      </p>
      <p>
        4.2.3.6
        乙方不得侵犯其客户的合作伙伴用户账号利益及其他合法权益，不得通过隐瞒、误导等方式骗取客户注册合作伙伴用户账号；未经客户授权不得对合作伙伴用户账号下产品业务进行操作，未经授权不得对合作伙伴用户账号下款项进行任何操作。
      </p>
      <p>
        4.2.4
        乙方应依据本协议和《管理规范》之约定，服从东坤DigiAds对合作伙伴所做的管理与指导，遵守并执行东坤DigiAds制订的合作政策和其他业务规则，包括但不限于：
      </p>
      <p>
        4.2.4.1
        乙方不得为其直接客户提供超出东坤DigiAds授权范围的产品或服务，具体授权范围以届时有效的《管理规范》的规定为准。
      </p>
      <p>
        4.2.4.2
        乙方应按照东坤DigiAds官网上产品及服务的服务条款及说明，向客户进行解释说明，销售价格以东坤DigiAds网站届时公布的直接客户价格为准，不得低价宣传或低价销售东坤DigiAds的产
        品及服务，且不得通过网上第三方交易平台（包扩但不限于：淘宝网、拼多多、闲鱼网等网上交易平台）低价销售东坤DigiAds产品及服务。如果乙方向客户提供的服务和产品中包含东坤DigiAds产品的，则乙方应保证对于该部分东坤DigiAds产品的定价不会对东坤DigiAds官网价格体系造成冲击。
      </p>
      <p>
        4.2.4.3
        乙方须保证客户知晓其所购买的产品及服务为东坤DigiAds所提供，但该等明示并不表示免除了乙方根据规定（包括但不限于本协议、乙方与用户之间协议等的规定）须向客户提供必要的服务和技术支持的义务。
      </p>
      <p>
        4.2.4.4
        乙方应维护东坤DigiAds的企业形象和服务品质，如实向客户告知所提供的服务项目及基本报价等，不得进行以次充好、削减服务项目、对免费项目收费等损害东坤DigiAds和/或客户利益的行为。
      </p>
      <p>
        4.2.4.5
        乙方与东坤DigiAds的其他合作伙伴之间不得进行恶性竞争或者其它不正当竞争行为。
      </p>
      <p>
        4.2.5
        乙方应遵守并促使其客户遵守所有适用的中国法律、法规、行政规章、政策、主管部门要求等；不得利用东坤DigiAds提供的资源和服务，制作、复制、传播，或以任何法律法规禁止的如下有害信息；亦不得为他人发布违反国家规定和/或本服务条款约定的信息内容提供任何便利：
      </p>
      <p>4.2.5.1 违反国家规定的政治宣传和/或新闻信息；</p>
      <p>4.2.5.2 涉及国家秘密和/或安全的信息；</p>
      <p>4.2.5.3 封建迷信和/或淫秽、色情、下流的信息或教唆犯罪的信息；</p>
      <p>4.2.5.4 博彩有奖、赌博游戏；“私服”、“外挂”等非法互联网出版活动；</p>
      <p>4.2.5.5 违反国家民族和宗教政策的信息；</p>
      <p>4.2.5.6 妨碍互联网运行安全的信息；</p>
      <p>
        4.2.5.7
        侵害他人合法权益的信息和/或其他有损于社会秩序、社会治安、公共道德的信
        息或内容。
      </p>
      <p>
        4.2.6
        如乙方和/或其客户违反上述承诺或规定，东坤DigiAds除有权追究直接客户的责任外，还将有权追究乙方的责任或连带责任。
      </p>
      <p>
        4.2.7
        在合作期内，乙方将安排专门人员负责有关工作，保证约定的合作工作不间断地进行
        ，人员发生变化时，乙方须在提前的一周内书面告知东坤DigiAds。
      </p>
      <p>4.2.8 乙方承诺</p>
      <p>
        4.2.8.1
        合作期内乙方（包括乙方职员）将努力工作，以维护、提高东坤DigiAds及其产品和服务的商标、企业名称、域名的价值。
      </p>
      <p>
        4.2.8.2
        在合作期内及合作终止后，乙方（包括乙方职员）不会对东坤DigiAds所有或将要拥有的商标、企业名称、域名等进行贬低或者其它任何损害，也不对东坤DigiAds网站及网站上任何内容进行任何贬低、抄袭、歪曲、破坏或其它损害。
      </p>
      <p>
        4.2.8.3
        在合作期内及合作终止或者解除后的一年内，乙方承诺不会雇佣、变相雇佣、明示或暗示招揽东坤DigiAds工作人员。
      </p>
      <p>4.2.8.4 乙方应按中国法律之规定，缴纳与自身经营有关之任何税款。</p>
      <p>
        4.2.8.5
        乙方依据本协议获得的对东坤DigiAds产品及服务开展销售推广等相关服务的权利不能对抗东坤DigiAds就各类产品及服务单独给其他第三方授予的排他性合作授权。
      </p>

      <h2>第五章 许可</h2>
      <h3>5.1 品牌权利约定</h3>
      <p>
        5.1.1
        乙方确认并同意，东坤DigiAds（和/或其关联公司）为“东坤DigiAds”品牌的权利持有方，一切源自“东坤DigiAds”品牌使用而衍生的商誉及信誉均属于东坤DigiAds（和/或其关联公司）。乙方同意不
        会就品牌持有权的有效性自行或协助第三方提出争议,
        或挑战东坤DigiAds或其权利方之任何权利,包括但不限于:申请注册/购买/受让任何含有“东坤DigiAds”品牌、或与“东坤DigiAds”品牌相似、或足以导致与“东坤DigiAds”品牌产生混淆的企业名称、商号、商标、产品或服务名称、域名、图案标示、标志、标识等。
      </p>
      <p>
        5.1.2
        除非双方另有明确书面约定,东坤DigiAds（和/或其关联公司）将拥有任何于本协议中衍生的发明、技术改进、产品、服务、技术
        、资料、推广及宣传资料、广告设计等的知识产权,其中包括为履行本协议义务中产生的文字、软件、视像、图片、影片、图案、图形、版面设计、外观设计、广告及宣传物资、一切之数据。
      </p>
      <h3>5.2 许可使用</h3>
      <p>5.2.1 为本协议之履行,东坤DigiAds同意：</p>
      <p>
        5.2.1.1
        授权乙方在其公司宣传材料、名片以及广告内容中使用“东坤DigiAds合作伙伴”、“东坤DigiAds代理商”等字样和统一标识，但每项使用不得有超越乙方认可工作范围的行为，更不得用于其它的目的和事项或夹带其他业务内容或经营目的，且必须遵从源自东坤DigiAds（和/或其关联公司）的统一指引，并应在事先取得其书面审批后方进行制造或安排上线。
      </p>
      <p>
        5.2.1.2
        本条所述之使用授权为非独家的、不得进一步转让或转/再授权的，且在本协议期限内可由东坤DigiAds（和/或其关联公司）通过书面通知而修改或撤销的。
      </p>
      <p>
        5.2.1.3
        乙方若需要在其自身宣传材料、名片、市场宣传、网站建设以及其他任何方面使
        用本条所述使用授权之外的，属于东坤DigiAds（和/或其关联公司）的企业名称、商号、商标、产品或服务名称、域名、图案标示、标志、标识等，都必须事先书面通知东坤DigiAds，并获得东坤DigiAds的在先书面许可后方可进行，否则视为对东坤DigiAds（和/或其关联公司）的企业名称、商标、商号、品牌、域名和网站的侵权，乙方应负相应的责任。
      </p>
      <p>
        5.2.1.4 东坤DigiAds标识（Logo）（以下简称“DigiAds
        Logo”）使用规范：DigiAds
        Logo制作时需要依照此标准等比例放大、缩小，不可以改变其比例、或拉扯变形DigiAds
        Logo标准Logo为蓝色、根据背景颜色Logo也可改成白色，但不可调整为其他颜色，仅可放置在单色背景之上保证可以看清Logo为保证标准Logo的识别性，请勿将其放置在其他颜色或较复杂的场景之中。
      </p>
      <p>5.2.2 基于本协议项下之合作，乙方同意：</p>
      <p>
        5.2.2.1
        东坤DigiAds可以就其与东坤DigiAds的合作关系情况作为使用范例或成功案例用于东坤DigiAds自身、东坤DigiAds产品/服务的宣传和推广。
      </p>
      <p>
        5.2.2.2
        在这类宣传推广中，东坤DigiAds有权使用乙方的名称、企业标识（就企业标识的使用，东坤DigiAds将与乙方另行确认）。
      </p>
      <p>
        5.2.3
        合作期间，除本协议另有约定外，一方如需要在其宣传材料、市场宣传、网站建设以及其他任何方面，使用对方的品牌及/或标识、或其他属于对方或其权利方的企业名称、商号、商标、产品或服务名称、域名、图案标示、标志、标识等，都必须事先书面通知对方，在获得对方的在先书面许可后方可进行，否则视为对对方或其权利方的侵权，应承担相应的法律责任。
      </p>
      <h3>5.3 许可权利保留</h3>
      <p>
        5.3.1
        除本协议明确约定，或双方另作书面同意外，本协议或其附件中的任何条款或内容没有包括任何知识产权上的所有权转让、授予使用或许可权利之授予、任何源自其他单位之产品、服务或技术、或任何其他单位之知识产权之授权或转让。
      </p>
      <p>
        5.3.2
        为避免歧义,乙方同意并承诺除拟使用“东坤DigiAds合作伙伴”、“东坤DigiAds代理商”等字样和统一标识外,其不会为了其任何营销、广告、促销或其他目的使用、公布、复制、申请注册、注册或登记东坤DigiAds或其权利方的品牌或任何类似企业名称、商号、商标、产品或服务名称、域名、图案标示、标志、标识等。
      </p>
      <p>
        5.3.3
        除本协议明确约定的授权使用外，未经东坤DigiAds另行的书面授权，乙方不得将“东坤DigiAds”与乙方作任何实质性联系，其企业名称不得出现“东坤DigiAds”或类似、相近表述等引人误解其为东坤DigiAds分公司或分支机构的字样；乙方不得做出任何引人误解或引起混淆的行为，使他人误以为乙方是东坤DigiAds子公司或分公司、关联公司或其他实质性关系单位；乙方不得以东坤DigiAds“办事处”、“地区代理”或“总代理”以及其他具有垄断性、排他性和其它未经东坤DigiAds授权的任何名义进行广告宣传及商业活动。
      </p>
      <p>
        5.3.4
        本协议终止之后，任何一方不得将另一方的品牌和标识用于任何目的,除非取得对方的在先书面同意。
      </p>
      <p>
        5.3.5
        乙方承诺，若与东坤DigiAds终止和/或解除本协议后，未经东坤DigiAds书面同意，不得向他人明示或暗示与东坤DigiAds或其权利方有任何实质性联系或合作关系。
      </p>
      <p>
        5.3.6
        因乙方及/或乙方职员违反本章规定而给第三人或者东坤DigiAds造成损害的，乙方应当承担一切责任。
      </p>

      <h2>第六章 保密义务</h2>
      <h3>6.1 接收方的保密义务</h3>
      <p>
        6.1.1
        接收方理解并确认，保密信息是披露方拥有的、重要的资产，未经授权的披露或使用将会给披露方造成不可弥补的损害和损失。
      </p>
      <p>
        6.1.2
        接收方同意，未经另一方的书面同意，有关本协议的内容及双方在履行本协议过程中所透露的该方的保密信息，不得以任何方式透露给任何第三方或本公司内与履行本协议无关的其他人员。
      </p>
      <p>
        6.1.3
        接收方将要求其必要知悉保密信息的人员必须事先同意遵守并接受与本协议项下保密责任基本相同的条款和条件的约束；同时接收方应对该等必要知悉保密信息的人员违反保密义务的行为承担责任。
      </p>
      <p>
        6.1.4
        如果保密信息涉及披露方的客户或员工的信息，接收方进一步承诺将始终遵守所有有关的个人信息和隐私保护法律法规。
      </p>
      <p>
        6.1.5
        如果接收方或其职员有违反本保密义务的行为，披露方有权就其遭受的实际损失要求接收方承担法律责任，包括但不限于金钱赔偿。
      </p>
      <h3>6.2 第6.1条的限制不适用于以下情形</h3>
      <p>6.2.1 信息披露之时已经进入公有领域；</p>
      <p>6.2.2 非因接收方违反本协议进入公有领域；</p>
      <p>6.2.3 从并无任何保密义务的第三方合法地获得；</p>
      <p>
        6.2.4
        在从披露方获得之前，接收方已合法地知道并对使用或披露该等资料并无限制；
      </p>
      <p>6.2.5 由接收方在不违反本协议情况下独立地开发或制作；</p>
      <p>6.2.6 第三方可以一般地取得而无任何披露之限制；</p>
      <p>
        6.2.7
        根据法院命令或为遵守法律的规定而披露，但披露的一方应迅速通知另一方并遵守合理的保护措施。
      </p>
      <h3>6.3 本协议的终止、撤销、解除不应影响本章约定的效力。</h3>

      <h2>第七章 违约责任</h2>
      <h3>7.1 一般性违约</h3>
      <p>
        7.1.1
        如任何一方违反本协议所规定的义务，违约方在收到守约方要求纠正其违约行为的书面通知之日，应立即停止其违约行为，并在十(10)日内赔偿守约方因此受到的所有损失。如违约方继续进行违约行为或不履行其义务，守约方除就其所有损失而获得违约方赔偿外，亦有权在违约方收到书面通知当日（收件日）终止本协议。
      </p>
      <p>
        7.1.2 双方均有过错的，应根据各方实际过错程度，分别承担各自的违约责任。
      </p>
      <p>7.1.3 本协议其他条款及《管理规范》对违约责任另有规定的，从其规定。</p>
      <h3>7.2 乙方违约责任</h3>
      <p>
        7.2.1
        乙方如违反本协议第4.2条之义务，东坤DigiAds有权采取包括但不限于降低其乙方合作伙伴级别、取消其合作伙伴身份、提前终止本协议等措施，并保留追究乙方其他法律责任的权利。
      </p>

      <h2>第八章 协议的变更、转让与终止</h2>
      <h3>8.1 协议的变更</h3>
      <p>
        8.1.1
        甲乙双方经协商一致，可通过书面形式对本合作协议书之合作范围、合作期限、合作内容等事宜进行变更。
      </p>
      <h3>8.2 协议的转让</h3>
      <p>
        8.2.1
        在不影响本协议项下合作开展的情况下，东坤DigiAds有权将本协议项下的部分或全部权利和义务转让予其关联公司，而无须事先征得乙方的同意；届时东坤DigiAds将通过网站公告等方式向乙方发出转让通知。
      </p>
      <h3>8.3 协议的终止 本协议于下列任一情形出现时终止：</h3>
      <p>8.3.1 协议期限届满而双方决定不再续约；</p>
      <p>8.3.2 经双方书面协商一致，可提前终止本协议；</p>
      <p>
        8.3.3
        除本协议另行约定的情形外，任何一方认为需要提前终止本协议的，应提前30日向对方发出书面通知，本协议在对方收到书面通知30日后终止。《管理规范》第7条退出机制中约定的各类场景下双方终止本协议的，以及符合本协议7.1.1条情形双方终止本协议的，无需提前30
        日发出书面通知，按照相关条款约定终止合作即可；
      </p>
      <p>8.3.4 守约方依据本协议第7.1.1条之约定终止本协议；</p>
      <p>8.3.5 任何一方宣布破产或进入清算或解散程序；</p>
      <p>8.3.6 由于不可抗力，任何一方依据本协议第10.3.3条之约定终止本协议；</p>
      <p>
        8.3.7
        由于意外事件使本协议无法继续履行或继续履行没有必要，双方均可要求提前终止本协议；
      </p>
      <p>
        8.3.8
        由于政府政策规定或法律法规变化原因导致东坤DigiAds与乙方合作模式变更或本协议签约
        模式变更的，乙方应积极配合东坤DigiAds另行签署新版合作协议。否则甲乙双方合作自甲方向乙方发出正式书面通知之日起自行终止。
      </p>
      <p>8.3.9 本协议或《管理规范》规定的其他终止情形。</p>
      <h3>8.4 终止后之事项</h3>
      <p>
        8.4.1
        本协议之终止并不影响本协议项下未完成之结算或任何一方之付款义务，以及其它在
        终止之日前已产生的义务或权利。
      </p>
      <p>
        8.4.2
        因一方违反本协议的约定擅自终止本协议，给对方造成损失的，违约方应赔偿对方损失。
      </p>
      <p>
        8.4.3
        本协议终止的，双方应做好终止之善后交接工作。包括但不限于：乙方应将终止情况告知仍在使用东坤DigiAds产品的客户，并积极引导客户直接与东坤DigiAds达成协议；客户不同意的，乙方应向客户提供退款赔偿等解决方案。
      </p>
      <p>
        8.4.4 即使本协议终止，本协议第五章、第六章所规定之义务对双方仍具约束力。
      </p>

      <h2>第九章 适用法律与争议解决</h2>
      <h3>9.1 适用法律</h3>
      <p>
        9.1.1
        本协议之签署、效力、解释和执行以及本协议项下争议之解决均应适用中华人民共和国法律。
      </p>
      <h3>9.2 争议解决</h3>
      <p>
        9.2.1
        对于因本合同的解释及执行而产生的争议，自争议发生之日起15日内，应首先通过双方友好协商或经由中立第三方调解，并达成协议。
      </p>
      <p>9.2.1.1 中立第三方：</p>
      <p>A．上海段和段律师事务所及其分所</p>
      <p>B．北京市中伦律师事务所及其分所</p>
      <p>C．上海兰迪律师事务所</p>
      <p>
        9.2.2
        如争议未能以【9.2.1项下条款】达成协议，应提交【广州仲裁委员会】仲裁，并根据提交仲裁时深圳国际仲裁院的仲裁规则进行仲裁，仲裁地点在【广州市】，仲裁语言为中文。仲裁裁决是终局性的，对各方均有约束力。仲裁可能涉及的费用，由提出仲裁的一方承担。
      </p>

      <h2>第十章 附则</h2>
      <h3>10.1 弃权</h3>
      <p>
        10.1.1
        如果任何一方未能行使或者未及时行使其在本协议项下的任何权利、权力或优先权时，不应视为弃权；而对任何权利、权力或优先权的单独行使或部分行使亦不妨碍日后其对任何权利、权力或优先权之行使。
      </p>
      <h3>10.2 完整协议</h3>
      <p>10.2.1 本协议构成双方之间完整协议，取代先前所有讨论、协商及协议。</p>
      <p>
        10.2.2
        甲乙双方于本协议项下合作事宜已经达成的在先书面协议或在线协议，自本协议生效之日起，不再具有法律效力，其全部条款均被本协议所取代。
      </p>
      <h3>10.3 不可抗力</h3>
      <p>
        10.3.1
        如果出现不可抗力，双方在本协议中的义务在不可抗力影响范围及其持续期间内将中止履行；任何一方均不会因此而承担责任。
      </p>
      <p>
        10.3.2
        声称遭受不可抗力的一方应在不可抗力发生后不迟于15日通知另一方，并随附经有关部门确认的不可抗力书面证明，且应尽可能减少不可抗力所产生之影响。
      </p>
      <p>
        10.3.3
        如发生不可抗力，双方应立即协商解决问题的方案；如果不可抗力持续30日以上，且对本协议之履行产生重大不利影响，则任何一方均可终止本协议。
      </p>
      <h3>10.4 其他</h3>
      <p>10.4.1 本协议一式贰份，甲乙双方各执壹份，每份具有同等法律效力。</p>
      <p>
        10.4.2
        本协议之未尽事宜由双方另行协商，经充分协商达成合意后，可通过签署补充协议等书面形式加以明确。
      </p>
      <p>
        10.4.3
        《管理规范》（及其后续修订版）作为本协议之附件，与本协议具有同等法律效力。
      </p>
    </div>
  </com-modal>
</template>
<script>
export default {
  name: 'PartPartnersAgreement',
  props: { show: { type: Boolean, default: () => false } },
  components: {},
  filters: {},
  data () {
    return {
    }
  },
  computed: {},
  watch: {},
  created () { },
  mounted () { },
  methods: {
    close () {
      this.$emit('close')
    }
  }
}
</script>
<style  lang="less" scoped>
.agreement-content {
  width: 100%;
  .p2r(min-height, 200);
  // min-height: 200px;
  .r-padding-top(10);
  // padding-top: 10px;
  h2 {
    .r-padding(20, 0);
    // padding: 20px 0;
  }
  h3 {
    .r-padding(10, 0);
    // padding: 10px 0;
  }
  p {
    .r-line-height(30);
    // line-height: 30px;
    .r-margin-bottom(10);
    // margin-bottom: 10px;
    span {
      display: block;
      .r-padding-left(50);
      // padding-left: 50px;
    }
  }
  ul > li {
    list-style-type: disc;
    list-style-position: inside;
    .r-margin-bottom(10);
    // margin-bottom: 10px;
  }
}
</style>
